<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>AutoJoin</key>
			<true/>
			<key>EncryptionType</key>
			<string>WPA2</string>
			<key>HIDDEN_NETWORK</key>
			<false/>
			<key>IsHotspot</key>
			<false/>
			<key>Password</key>
			<string>jointhemadness</string>
			<key>PayloadDescription</key>
			<string>Configures Wi-Fi settings for Mad Monkey Koh Rong</string>
			<key>PayloadDisplayName</key>
			<string>Mad Monkey Koh Rong Wi-Fi</string>
			<key>PayloadIdentifier</key>
			<string>com.madmonkey.wifi.kohrong</string>
			<key>PayloadType</key>
			<string>com.apple.wifi.managed</string>
			<key>PayloadUUID</key>
			<string>b2c3d4e5-f6a7-8901-bcde-f12345678901</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>ProxyType</key>
			<string>None</string>
			<key>SSID_STR</key>
			<string>MAD MONKEY KOH RONG</string>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Install this profile to connect to Mad Monkey Koh Rong Wi-Fi automatically.</string>
	<key>PayloadDisplayName</key>
	<string>Mad Monkey Koh Rong Wi-Fi</string>
	<key>PayloadIdentifier</key>
	<string>com.madmonkey.wifi.kohrong.profile</string>
	<key>PayloadOrganization</key>
	<string>Mad Monkey Hostels</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>g2f3e4d5-c6b7-8901-fedc-ba1098765432</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
