<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>AutoJoin</key>
			<true/>
			<key>EncryptionType</key>
			<string>WPA2</string>
			<key>HIDDEN_NETWORK</key>
			<false/>
			<key>IsHotspot</key>
			<false/>
			<key>Password</key>
			<string>jointhemadness</string>
			<key>PayloadDescription</key>
			<string>Configures Wi-Fi settings for Mad Monkey Panglao</string>
			<key>PayloadDisplayName</key>
			<string>Mad Monkey Panglao Wi-Fi</string>
			<key>PayloadIdentifier</key>
			<string>com.madmonkey.wifi.panglao</string>
			<key>PayloadType</key>
			<string>com.apple.wifi.managed</string>
			<key>PayloadUUID</key>
			<string>d0e1f2a3-b4c5-6789-defa-890123456790</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>ProxyType</key>
			<string>None</string>
			<key>SSID_STR</key>
			<string>Mad Monkey Panglao</string>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Install this profile to connect to Mad Monkey Panglao Wi-Fi automatically.</string>
	<key>PayloadDisplayName</key>
	<string>Mad Monkey Panglao Wi-Fi</string>
	<key>PayloadIdentifier</key>
	<string>com.madmonkey.wifi.panglao.profile</string>
	<key>PayloadOrganization</key>
	<string>Mad Monkey Hostels</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>o0n1m2l3-k4j5-6789-fedc-ba9876543211</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
